Repository: noah-nuebling/mac-mouse-fix-website
Catalog: locales/strings/repo-root/pages/index.xcstrings
Source language: en
Languages: de, es, pl, ru, tr, zh_hans

# 26: trackpad.gestures.free-scroll.body
source: Hold down **button 5** on your mouse, then **drag** the mouse in **any direction** to precisely scroll with 360° freedom and an intuitive inertial effect. So you can navigate the canvas with ease in pro apps like Excel or Affinity Photo. It's just as easy and precise as scrolling on an Apple Trackpad.
de: Halte **Taste 5** auf deiner Maus gedrückt und **ziehe** dann die Maus in **beliebiger Richtung**, um präzise mit 360° Freiheit und einem intuitiven Trägheitseffekt zu scrollen. So kannst du dich mühelos in Profi-Apps wie Excel oder Affinity Photo bewegen. Es ist genauso einfach und präzise wie das Scrollen auf einem Apple Trackpad.
es: Mantén pulsado el **botón 5** de tu ratón, luego **arrastra** el ratón en **cualquier dirección** para desplazarte con precisión con libertad de 360° y un efecto inercial intuitivo. Así puedes navegar por el lienzo con facilidad en aplicaciones profesionales como Excel o Affinity Photo. Es tan fácil y preciso como desplazarse en un Apple Trackpad.
pl: Przytrzymaj **przycisk 5** na myszy, a następnie **przeciągnij** mysz w **dowolnym kierunku**, aby precyzyjnie przewijać z 360° swobodą i intuicyjnym efektem bezwładności. Możesz więc z łatwością poruszać się po płótnie w profesjonalnych aplikacjach, takich jak Excel lub Affinity Photo. Jest to tak proste i precyzyjne, jak przewijanie na gładziku Apple.
ru: Удерживайте **кнопку 5** на мыши, затем **перетащите** мышь в **любом направлении**, чтобы точно прокручивать с свободой 360° и интуитивным инерционным эффектом. Так вы сможете с легкостью перемещаться по холсту в профессиональных приложениях, таких как Excel или Affinity Photo. Это так же просто и точно, как прокрутка на трекпаде Apple.
tr: **Düğme 5'e** basılı tutarak farenizi **herhangi bir yöne hareket ettirerek** hassas bir şekilde 360°'lik bir alanda özgürce bir şekilde eylemsizlik desteği ile kaydırın. Böylece Excel ve Affinity Photo gibi profesyonel uygulamalarda tablonuzda rahatça gezebilirsiniz. Bir Apple İzleme Dörgeninde iki parmakla gezinme hareketi gibi çalışır.
zh_hans: 按住**鼠标键5**不松，然后往**任意方向**来**拖动**你的鼠标即可享受360°全方位自由精准定位，并体验直观的惯性效果。如此一来，你便能在Excel或Affinity Photo等专业应用中轻松自如地拖拽导航你的画布。 它操作的便捷性和精准度与在触控板上拖动定位完全一致。

# 27: trackpad.gestures.smart-zoom.title
source: Smart zoom
de: Intelligentes Zoomen
es: Zoom inteligente
pl: Inteligentne powiększenie
ru: Смарт-масштабирование
tr: Akıllı yakınlaştırma
zh_hans: 智能缩放

# 28: trackpad.gestures.smart-zoom.body
source: **Click button 5** on your mouse to zoom in and back out of a webpage or PDF. It works just like double-tapping with two fingers on an Apple Trackpad.
de: **Klicke Taste 5** auf deiner Maus, um eine Webseite oder ein PDF zu vergrößern oder zu verkleinern. Es funktioniert genauso wie das Doppeltippen mit zwei Fingern auf einem Apple Trackpad.
es: **Haz clic en el botón 5** de tu ratón para acercar y alejar una página web o PDF. Funciona exactamente igual que hacer doble toque con dos dedos en un Apple Trackpad.
pl: **Kliknij przycisk 5** na myszy, aby powiększyć i wycofać się ze strony internetowej lub pliku PDF. Działa jak dwukrotne stuknięcie dwoma palcami na gładziku Apple.
ru: **Нажмите кнопку 5** на мыши, чтобы увеличить или уменьшить масштаб веб-страницы или PDF-файла. Это работает так же, как двойное касание двумя пальцами на трекпаде Apple.
tr: **Düğme 5'e** basarak bir internet sayfasında veya PDF dosyasında hızlıca yakınlaştırma veya uzaklaştırma yapın. Bir Apple İzleme Dörgeninde iki kez tıklama gibi çalışır.
zh_hans: **点按鼠标键5**来放大网页或 PDF，或缩小回原来的大小。 它的操作方式就像在触控板上用双指轻点两下一样。

# 29: scroll.intro.title
source: {accent}. Smooth As Butter.
de: {accent}. Butterweich.
es: {accent}. Suave como la seda.
pl: {accent}. Jak po maśle.
ru: {accent}. Плавная, как масло.
zh_hans: 像抹了黄油一般丝滑地 {accent}

# 30: scroll.intro.title.accent
source: Scrolling
de: Scrollen
es: Desplazamiento
pl: Przewijanie
ru: Прокрутка
tr: Kaydırma
zh_hans: 滚动

# 31: scroll.intro.body
source: Scrolling with a third-party mouse on macOS can feel **stuttery** and **hard to control**. Well, not any more! Experience a **refined**, **momentum-based** scrolling algorithm that makes navigating your computer **effortless** and **natural**.
de: Das Scrollen mit einer Drittanbieter-Maus unter macOS kann sich **holprig** und **schwer kontrollierbar** anfühlen. Jetzt nicht mehr! Erlebe einen **ausgefeilten**, **schwungbasierten** Scroll-Algorithmus, der die Navigation deines Computers **mühelos** und **natürlich** macht.
es: El desplazamiento con un ratón de terceros en macOS puede sentirse **entrecortado** y **difícil de controlar**. ¡Pues ya no más! Experimenta un algoritmo de desplazamiento **refinado** y **basado en el impulso** que hace que navegar por tu ordenador sea **sin esfuerzo** y **natural**.
pl: Przewijanie myszą innej firmy w macOS może być **frustrujące** i **trudne do kontrolowania**. Cóż, już nie! Doświadcz **wyrafinowanego**, **opartego na pędzie** algorytmu przewijania, który sprawia, że poruszanie się po komputerze jest **przyjemne** i **naturalne**.
ru: Прокрутка с помощью сторонней мыши в macOS может казаться **неровной** и **трудно контролируемой**. Но теперь это в прошлом! Оцените **усовершенствованный** алгоритм прокрутки, основанный на инерции, который делает навигацию по компьютеру **легкой** и **естественной**.
tr: macOS üzerinde üçüncü parti bir fare ile kaydırma aksiyonu **teklermiş gibi** ve **zor bir şekilde kontrol ediliyor**. Artık öyle değil! **Zarif** bir şekilde **hızlanma tabanlı** kaydırma algoritması ile bilgisayarınızda gezinmek artık **eforsuz** ve **doğal**.
zh_hans: 在macOS上使用第三方鼠标滚动时，会让人感觉既**卡顿**又**难以控制**。但现在，这一切都将成为过去！快来体验我们**精心优化**且**基于动量**的滚动算法，让你的电脑滚动导航体验变得**轻松自如**又**自然流畅**。

# 32: scroll.smoothness.header
source: Choose a **Scrolling Smoothness** ...
de: Wähle eine **Scroll-Flüssigkeit** ...
es: Elige una **fluidez de desplazamiento** ...
pl: Wybierz **bardziej gładkie przewijanie**.
ru: Выберите **плавность прокрутки** ...
tr: Bir **Kaydırma Akıcılığı** seçin ...
zh_hans: 来选一个**滚动平滑度**看看效果如何…

# 33: scroll.smoothness.high.title
source: Smoothness: **High**
de: Flüssigkeit: **Hoch**
es: Fluidez: **Alta**
pl: Plynność: **Wysoka**
ru: Плавность: **Высокая**
tr: Akıcılık: **Yüksek**
zh_hans: 平滑度：**高**

# 34: scroll.smoothness.high.body
source: With *Smoothness: High*, scrolling feels **incredibly smooth** - **just like a Trackpad**. Details like the subtle bounce at the end of a page make for a dynamic and pleasant feel. Still, scrolling is super responsive and easy to control. With this option, you can also scroll large distances very easily.
de: Mit *Flüssigkeit: Hoch*, fühlt sich das Scrollen **unglaublich flüssig** an - **genau wie bei einem Trackpad**. Details wie der dezente Rückprall am Ende einer Seite sorgen für ein dynamisches und angenehmes Scroll-Gefühl. Trotzdem ist das Scrollen super reaktionsschnell und leicht zu steuern. Mit dieser Option kannst du auch sehr leicht weite Strecken scrollen.
es: Con la *Fluidez: Alta*, el desplazamiento se siente **increíblemente suave** - **igual que un Trackpad**. Detalles como el sutil rebote al final de una página crean una sensación dinámica y agradable. Aun así, el desplazamiento es súper sensible y fácil de controlar. Con esta opción, también puedes desplazarte grandes distancias con mucha facilidad.
pl: Z *Płynność: Wysoka*, przewijanie jest **niesamowicie gładkie** - **podobnie jak gładzik**. Szczegóły, takie jak subtelne odbicie na końcu strony, sprawiają, że jest to dynamiczne i przyjemne. Mimo to przewijanie jest bardzo responsywne i łatwe do kontrolowania. Dzięki tej opcji możesz również bardzo łatwo przewijać duże odległości.
ru: С настройкой *Плавная прокрутка: Высокая* прокрутка становится **невероятно плавной** — **точно как на трекпаде**. Такие детали, как легкий отскок в конце страницы, создают динамичное и приятное ощущение. При этом прокрутка остается очень отзывчивой и легко управляемой. С этой настройкой можно также очень легко прокручивать большие расстояния.
tr: *Akıcılık: Yüksek* ile kaydırmak **inanılmaz şekilde akıcı hissettirir** - **sanki bir izleme dörtgeniymişcesine**. Sayfa sonunda hafif zıplama detayı ile dinamik ve haz verici hissettirir. yine de kaydırma aşırı duyarlı ve kontrolü kolay şekildedir. Bu seçenek sayesinde uzun mesafeleri de hızlıca kaydırabilirsiniz.
zh_hans: 当设置为*平滑度：高*时，滚动体验将会变得无与伦比的丝滑—就像在使用触控板一样。诸如页面末尾微妙的弹跳效果等细节，让滚动过程充满动感与愉悦。即便如此，滚动操作依然响应极快且易于控制。选择此选项，你还能轻松实现长距离滚动。

# 35: scroll.smoothness.regular.title
source: Smoothness: **Regular**
de: Flüssigkeit: **Regulär**
es: Fluidez: **Regular**
pl: Płynność: **Normalna**
ru: Плавность: **Обычная**
tr: Akıcılık: **Normal**
zh_hans: 平滑度：**常规**

# 36: scroll.smoothness.regular.body
source: Choose *Smoothness: Regular* for **highly responsive** scrolling that **feels like you're directly pushing the page with your finger**. The short, momentum-based animations provide a refined feel. This option feels similar to scrolling in Chrome or modern Windows apps.
de: Wähle *Flüssigkeit: Regulär* für **reaktionsschnelles** Scrollen, das sich anfühlt, **als würdest du die Seite direkt mit dem Finger schieben**. Die kurzen, schwungbasierten Animationen bieten ein raffiniertes Scroll-Gefühl. Diese Option fühlt sich ähnlich an wie das Scrollen in Chrome oder modernen Windows-Apps.
es: Con la *Fluidez: Regular* el desplazamiento es **altamente sensible** que **se siente como si estuvieras empujando la página directamente con el dedo**. Las animaciones cortas y basadas en el impulso proporcionan una sensación refinada. Esta opción se siente similar al desplazamiento en Chrome o en aplicaciones modernas de Windows.
pl: Wybierz *Płynkość: Normalna* dla **wysoce responsywnego** przewijania, które **czuje się tak, jakbyś bezpośrednio naciskał palcem na stronę**. Krótkie, oparte na pędzie animacje zapewniają wyrafinowane uczucie. Ta opcja jest podobna do przewijania w Chrome lub nowoczesnych aplikacjach Windows.
ru: Выберите *Плавная прокрутка: Обычная* для **высокочувствительной** прокрутки, которая **создает ощущение, будто вы прокручиваете страницу пальцем**. Короткие анимации, основанные на импульсе, обеспечивают усовершенствованное ощущение. Эта опция похожа на прокрутку в Chrome или современных приложениях Windows.
tr: *Akıcılık: Normal* ile kaydırmak **sanki sayfayı parmağınızla ittiriyormuşcasına** hissettiren **aşırı yüksek duyarlılık** modudur. Kısa, hızlanma tabanlı animasyonlar zarif bir his verir. Bu seçenek Chrome ve modern Windows uygulamalarında kaydırırımış gibi hissettirir.
zh_hans: 当设置为*平滑度：常规*时，可实现**高速响应**的滚动效果，**仿佛就像在用手指直接推动页面**。基于动量的短动画效果带来了精致的操作体验。 此模式的滚动感受与Chrome浏览器或现代Windows应用中的滚动效果相似。

# 37: scroll.smoothness.off.title
source: Smoothness: **Off**
de: Flüssigkeit: **Aus**
es: Fluidez: **Desactivado**
pl: Płynność: **Wyłączona**
ru: Плавность: **Выкл.**
tr: Akıcılık: **Kapalı**
zh_hans: 平滑度：**关**

# 38: scroll.smoothness.off.body
source: With *Smoothness: Off*, scrolling works as it normally does under macOS - **without any animation** or smoothing. But with one key difference: **One increment of the scroll wheel will scroll a set number of *lines***, rather than just a few pixels, making navigation more consistent and comfortable. This is how scrolling also works in most apps on Windows and Linux, as well as older macOS versions.
de: Mit *Flüssigkeit: Aus* funktioniert das Scrollen wie gewohnt unter macOS - **ohne jede Animation** oder Glättung. Aber mit einem entscheidenden Unterschied: **Eine Raste des Scrollrads** scrollt eine **festgelegte Anzahl von *Zeilen***, statt nur ein paar Pixel. Das macht die Navigation konsistenter und angenehmer. So funktioniert das Scrollen auch in den meisten Apps auf Windows und Linux, sowie in älteren macOS-Versionen.
es: Con la *Fluidez: Desactivada*, el desplazamiento funciona como lo hace normalmente en macOS - **sin ninguna animación** ni suavizado. Pero con una diferencia clave: **Un incremento de la rueda de desplazamiento desplazará un número fijo de *líneas***, en lugar de solo unos pocos píxeles, lo que hace que la navegación sea más consistente y cómoda. Así es como también funciona el desplazamiento en la mayoría de las aplicaciones de Windows y Linux, así como en versiones anteriores de macOS.
pl: Z *Płynność: Wyłączona*, przewijanie działa jak zwykle w macOS - **bez żadnej animacji** lub wygładzania. Ale z jedną kluczową różnicą: **Jeden przyrost kółka przewijania przewinie ustaloną liczbę *linii***, a nie tylko kilka pikseli, dzięki czemu nawigacja będzie bardziej spójna i wygodna. W ten sposób przewijanie działa również w większości aplikacji na Windows i Linux, a także w starszych wersjach macOS.
ru: При настройке *Плавная прокрутка: Выкл.* прокрутка работает так же, как и в macOS — **без анимации** и сглаживания. Но с одним важным отличием: **одно нажатие колесика прокрутки прокручивает заданное количество *строк***, а не всего несколько пикселей, что делает навигацию более последовательной и удобной. Так же прокрутка работает в большинстве приложений в Windows и Linux, а также в старых версиях macOS.
tr: *Akıcılık: Kapalı* ile kaydırma macOS'de normalde nasık ise aynı o şekildedir ve herhangi bir animasyon veya akıcılık bulundurmaz Fakat, normalde **bir tık kaydırma aksiyonu ile birkaç piksel** yerine daha tutarlı ve rahat olan **bir tık kaydırma aksiyonu ile birkaç satır** kaydırılır. Bu seçenek Windows, Linux ve eski macOS sürümlerindeki kaydırma gibi çalışır.
zh_hans: 当设置为*平滑度：关*时，滚动行为与 macOS 默认状态一致—**不包含任何动画**或平滑效果。但有一个关键区别：**滚动轮每转动一格将滚动固定*行数***，而非仅滚动几个像素，这使得导航操作更具一致性和舒适感。 这种滚动机制也适用于Windows和Linux系统的大多数应用程序，以及旧版本的macOS系统。

# 39: scroll.more.header
source: ... And **More**
de: ... Und **Mehr**
es: ... Y **Más**
pl: ... i więcej
ru: ... И **еще**
tr: ... Ve **Fazlası**
zh_hans: ...还有**更多**

# 40: scroll.more.reverse.title
source: Scrolling direction
de: Scrollrichtung
es: Dirección de desplazamiento
pl: Kierunek przewijania
ru: Направление прокрутки
tr: Kaydırma yönü
zh_hans: 滚动方向

# 41: scroll.more.reverse.body
source: Mac Mouse Fix lets you **change the scrolling direction** of your mouse - independently from your Trackpad or Magic Mouse.
de: Mit Mac Mouse Fix kannst du die **Scrollrichtung** deiner Maus **ändern** - unabhängig von deinem Trackpad oder deiner Magic Mouse.
es: Mac Mouse Fix te permite **cambiar la dirección de desplazamiento** de tu ratón, independientemente de tu Trackpad o Magic Mouse.
pl: Mac Mouse Fix pozwala **zmienić kierunek przewijania** myszy - niezależnie od gładzika lub myszy Magic Mouse.
ru: Mac Mouse Fix позволяет **изменить направление прокрутки** мыши — независимо от трекпада или Magic Mouse.
tr: Mac Mouse Fix farenizin **kaydırma yönünü** Magic Mouse ve izleme dörtgeninizden bağımsız olarak değiştirmenizi sağlar
zh_hans: Mac Mouse Fix可以让你仅更改你鼠标的**滚动方向**—独立于你的触控板或妙控鼠标设置，使它们不受影响。

# 42: scroll.more.modifiers.title
source: Keyboard modifiers
de: Sondertasten
es: Modificadores de teclado
pl: Modyfikowanie klawiatury
ru: Модификаторы клавиатуры
tr: Klavye değiştiricileri
zh_hans: 键盘修饰键

# 43: scroll.more.modifiers.body
source: Hold a keyboard modifier while scrolling to **scroll precisely**, **zoom in or out**, and more.
de: Halte beim Scrollen eine Sondertaste auf deinem Keyboard gedrückt, um **präzise zu scrollen**, **rein- oder rauszuzoomen** und mehr.
es: Mantén pulsado un modificador de teclado mientras te desplazas para **desplazarte con precisión**, **acercar o alejar**, y más.
pl: Przytrzymaj modyfikator klawiatury podczas przewijania, aby **precyzyjnie przewijać**, **powiększyć lub oddalać** i nie tylko.
ru: Удерживайте клавишу-модификатор во время прокрутки, чтобы **точно прокручивать**, **увеличивать или уменьшать масштаб** и т. д.
tr: Kaydırma esnasında bir klavye değiştiricisi kullanarak **hassas kaydırma**, **yakınlaştırma ve uzaklaştırma** ve daha fazlasını yapın.
zh_hans: 当你滚动时可以按住键盘上的自定义修饰键来**精确滚动**，**放大或缩小**以及更多。

# 44: scroll.more.configurable.title
source: Simple yet powerful
de: Einfach aber flexibel
es: Simple pero potente
pl: Prosty, ale potężny
ru: Простой, но мощный
tr: Basit ama güçlü
zh_hans: 既简洁又强大

# 45: scroll.more.configurable.body
source: You can set up scrolling in Mac Mouse Fix in many different ways with just a few clicks. **All options you choose will feel great without fiddling**. Each scrolling enhancement provided by Mac Mouse Fix can also be turned off, if you prefer how things work natively in macOS.
de: Mit nur wenigen Klicks kannst du das Scrollen in Mac Mouse Fix auf viele verschiedene Arten einrichten. **Jede von dir gewählte Option wird sich gut anfühlen, ohne dass du herumschrauben musst**. Du kannst jede Scroll-Verbesserung von Mac Mouse Fix auch deaktivieren, wenn du die Art und Weise bevorzugst, wie die Dinge in macOS nativ funktioniert.
es: Puedes configurar el desplazamiento en Mac Mouse Fix de muchas maneras diferentes con solo unos pocos clics. **Todas las opciones que elijas se sentirán geniales sin complicaciones**. Cada mejora de desplazamiento proporcionada por Mac Mouse Fix también puede desactivarse, si prefieres cómo funcionan las cosas de forma nativa en macOS.
pl: Możesz skonfigurować przewijanie w Mac Mouse Fix na wiele różnych sposobów za pomocą zaledwie kilku kliknięć. **Wszystkie opcje, które wybierzesz, będą się świetnie czuć bez majstrowania**. Każde ulepszenie przewijania dostarczone przez Mac Mouse Fix można również wyłączyć, jeśli wolisz, jak wszystko działa natywnie w macOS.
ru: Вы можете настроить прокрутку в Mac Mouse Fix множеством различных способов всего за несколько кликов. **Все выбранные вами опции будут работать отлично без лишних настроек**. Каждое улучшение прокрутки, предоставляемое Mac Mouse Fix, также можно отключить, если вам больше нравится, как все работает в macOS по умолчанию.
tr: Mac Mouse Fix'te kaydırmayı yalnızca birkaç tıklamayla birçok farklı şekilde ayarlayabilirsiniz. **Seçtiğiniz tüm seçenekler, fazla uğraşa gerek kalmadan harika bir his verecektir**. Mac Mouse Fix tarafından sağlanan tüm kaydırma iyileştirmelerininin yerine macOS'daki haline tercih ediyorsanız o özelikleri de kapatabilirsiniz.
zh_hans: 只需点击几下，你就能在Mac Mouse Fix中以多种不同方式设置滚动功能。**无需费心调试，你选择的所有选项都会带来出色的使用体验**。如果你更习惯macOS的原生滚动方式，Mac Mouse Fix提供的每一项滚动增强功能也都可以关闭。

# 46: customization.intro.title
source: Amazingly {accent2} {accent} Intuitive.
de: Gewaltig {accent2} {accent} intuitiv.
es: Increíblemente {accent2} {accent} Intuitivo.
pl: Niesamowicie {accent2} {accent} intuicyjna.
ru: Удивительно {accent2} {accent} интуитивно понятный.
zh_hans: 拥有无与伦比的{accent2} {accent}直观易用。

# 47: customization.intro.title.accent
source: and
de: und
es: e
pl: i
ru: и
tr: ve
zh_hans: 且

# 48: customization.intro.title.accent2
source: Flexible
de: Flexibel
pl: elastyczna
ru: гибкий
tr: Esnek
zh_hans: 灵活性

# 49: customization.intro.body
source: Mac Mouse Fix lets you **do almost anything** you can think of - straight from your mouse! And yet, it's **remarkably easy** to use.
de: Mac Mouse Fix lässt dich **fast alles tun**, was du dir ausdenken kannst – direkt mit deiner Maus! Und trotzdem ist es **bemerkenswert einfach** zu verwenden.
es: Mac Mouse Fix te permite **hacer casi cualquier cosa** que se te ocurra, ¡directamente desde el ratón! Y sin embargo, es **notablemente fácil** de usar.
pl: Mac Mouse Fix pozwala ci **zrobić prawie wszystko**, o czym możesz pomyśleć - prosto z myszy! A jednak jest **niezwykle łatwy** w użyciu.
ru: Mac Mouse Fix позволяет вам **делать практически все**, что только можно придумать, — прямо с помощью мыши! И при этом он **удивительно прост** в использовании.
tr: Mac Mouse Fix, aklınıza gelebilecek hemen hemen her şeyi doğrudan farenizden yapmanıza olanak tanır! Üstelik kullanımı da **oldukça kolaydır**.
zh_hans: Mac Mouse Fix让你可以通过鼠标**完成几乎所有你能想到的操作**！而且，它使用起来**及其简单**。

# 50: customization.action-table.title
source: **Add Actions** to your mouse
de: Füge deiner Maus **Aktionen hinzu**
es: **Añadir acciones** a tu ratón
pl: **Dodaj akcje** do swojej myszy
ru: **Добавьте действия** к вашей мыши
tr: Farenize **aksiyonlar ekleyin**
zh_hans: 为你的鼠标**添加自定义动作**

# 51: customization.action-table.body
source: To add an action to your mouse: 1. **Move** the mouse pointer inside the '+'-field. (Shown below) 2. **Click** the mouse button you want to assign an action to. You can also Double Click, Click and Drag, and much more! 3. **Choose** an action, such as Smart Zoom. And that's it!
de: Um deiner Maus eine Aktion hinzuzufügen: 1. **Bewege** den Mauszeiger in das '+' Feld. (Unten abgebildet) 2. **Klicke** die Maustaste, der du eine Aktion zuweisen möchtest. Du kannst auch Doppelklicken, Klicken und Ziehen und mehr! 3. **Wähle** eine Aktion aus, zum Beispiel Intelligentes Zoomen. Und das war's!
es: Para añadir una acción a tu ratón: 1. **Mueve** el puntero del ratón dentro del campo '+'. (Se muestra abajo) 2. **Haz clic** en el botón del ratón al que deseas asignar una acción. ¡También puedes hacer Doble Clic, Clic y Arrastrar, y mucho más! 3. **Elige** una acción, como Zoom inteligente. ¡Y eso es todo!
pl: Aby dodać akcję do myszy: 1. **Przesuń** wskaźnik myszy wewnątrz pola '+'. (Pokazane poniżej) 2. **Kliknij** przycisk myszy, do którego chcesz przypisać akcję. Możesz również kliknąć dwukrotnie, kliknąć i przeciągnąć i wiele więcej! 3. **Wybierz** akcję, taką jak Smart Zoom. I to wszystko!
ru: Чтобы добавить действие к мыши: 1. **Переместите** указатель мыши в поле «+» (см. ниже). 2. **Нажмите** кнопку мыши, которой хотите назначить действие. Вы также можете дважды нажать, нажать и перетащить и многое другое! 3. **Выберите** действие, например «Смарт-масштабирование». И все!
zh_hans: 要为你的鼠标添加一个自定义动作： 1.**移动**：将你的鼠标指针移动到’+’区域内。（如下所示） 2.**点击**：点击你想绑定自定义动作的鼠标键。 你当然也可以使用双击、按住并拖动等更多操作！ 3.**选择**：选择一个要执行动作，例如智能缩放。 就这么简单！

# 52: customization.keyboard-shortcuts.expand-button
source: See How to Set It Up
de: Einrichtungsvorgang sehen
es: Ver cómo configurarlo
pl: Zobacz, jak to skonfigurować
ru: См. раздел «Как настроить»
tr: Nasıl Kurulduğuna Göz Atın
zh_hans: 看看如何设置它

# 53: customization.keyboard-shortcuts.title
source: Use **Keyboard Shortcuts** from your mouse
de: Verwende **Tastaturkurzbefehle** von deiner Maus aus
es: Usar **atajos de teclado** desde tu ratón
pl: Użyj **Skrótów klawiaturowych** z myszy
ru: Используйте **горячие клавиши** с помощью мыши
tr: Farenizden **Klavye Kısayollarını** kullanın
zh_hans: 在你的鼠标上使用**键盘快捷键**
